// Localized application name
"applicationName" = "Android File Transfer";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "Название";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "Последнее изменение";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "Размер";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "Создать папку";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "Удалить";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "Копирование";

// Text shown on a button which cancels an operation.
"cancelButton" = "Отмена";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "Отмена";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "Подготовка к копированию в \"%@\"";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "Оценка оставшегося времени...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "Осталось менее 5 секунд";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "Осталось менее 15 секунд";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "Осталось менее 30 секунд";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "Осталось около минуты";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "Осталось около часа";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%1$@ из %2$@ – %3$@";

// Default name of a newly created folder.
"folderDefaultName" = "безымянная папка";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "1 элемент, доступно %1$@";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "Ошибка при удалении";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "Не удается удалить файл или папку \"%@\"";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "Не удалось создать папку";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "Не удалось подключиться к устройству";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "Не удается установить связь с устройством";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "Не удалось переименовать папку";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "Не удалось переименовать файл";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "Не удалось скопировать файл";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "Не удалось переместить файл";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "Не удалось скопировать файл \"%@\"";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "Android File Transfer не может открывать файлы.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "Чтобы открыть файл, необходимо сначала перенести его на компьютер.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "Android File Transfer не может открывать несколько элементов";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "Не выбраны элементы для открытия.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "Выберите один элемент и повторите попытку.";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "Ошибок не обнаружено";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "Нет элемента с таким названием";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "Устройство не инициализировано. Повторно подключите или перезапустите устройство.";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "Файл или папка с таким названием уже существует";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "Повторно подключите или перезапустите устройство.";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "\"%@\" уже есть в этой папке.";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "Заменить существующий элемент копируемым?";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "Заменить";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "Пропустить";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "Заменить все";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "Файл \"%@\" слишком большой.";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "Android File Transfer может передавать файлы размером не более 4 ГБ";

// Warning shown before deleting files.
"deleteWarningTitle" = "Вы действительно хотите безвозвратно удалить выбранные элементы?";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "Отменить это действие невозможно";

// Label for the About menu item
"menuAbout" = "О приложении Android File Transfer";
// Label for the Services menu item
"menuServices" = "Службы";
// Label for the menu item which hides the application
"menuHide" = "Скрыть Android File Transfer";
// Label for the menu item which hides the other applications
"menuHideOthers" = "Скрыть остальные";
// Label for the menu item which shows all windows
"menuShowAll" = "Показать все";
// Label for the menu item which quits the application
"menuQuit" = "Закрыть Android File Transfer";

// Label for the File menu
"menuFile" = "Файл";
// Label for the menu item which creates a new folder
"menuNewFolder" = "Создать папку";
// Label for the menu item which closes the window
"menuCloseWindow" = "Закрыть окно";
// Label for the menu item which deletes the selected items
"menuDelete" = "Удалить";

// Label for the Go menu
"menuGo" = "Начать";
// Label for the menu item which goes back to the previous folder
"menuBack" = "Назад";
// Label for the menu item which goes forward to the next folder
"menuForward" = "Переслать";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "Родительская папка";
// Label for the menu item which open the selected
"menuOpenFolder" = "Открыть папку";

// Label for the Window menu
"menuWindow" = "Окно";
// Label for the minimize window menu item
"menuMinimize" = "Свернуть";
// Label for the zoom window menu item
"menuZoom" = "Масштаб";
// Label for the bring all to front menu item
"menuBringAllToFront" = "Переместить все вперед";

// Label for the Help menu
"menuHelp" = "Справка";
// Label for the help menu item
"menuHelpItem" = "Справка по Android File Transfer";

// Title shown on the welcome screen.
"welcomeTitleText" = "Добро пожаловать в Android File Transfer";
// Body text of welcome screen.
"welcomeBodyText" = "Подключите устройство Android к компьютеру Mac с помощью USB-кабеля. Затем перетащите элементы между окнами Android File Transfer и Finder. Чтобы получить дополнительную информацию, выберите \"Справка\" > \"Справка по Android File Transfer\".\n\nAndroid File Transfer поддерживает ОС Android версии 3.0 и более поздние.";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "Начать";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "Устройство Android не найдено";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "Чтобы начать работу, подключите устройство Android с помощью USB-кабеля.";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
